Repository: MarwenKhazri/RpeepAngular
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Shipping Address
ar: عنوان التوصيل

source: Home
ar: المنزل

source: Work
ar: العمل

source: Other
ar: غيره

source: Apartment or Villa Name
ar: اسم الشقة أو الفيلا

source: Street Name or No.
ar: اسم الشارع أو الرقم.

source: Area
ar: المنطقة

source: City
ar: المدينة

source: Update
ar: حفظ العنوان

source: 290 sold out of 450
ar: 290 بيعت من أصل 625

source: Product details
ar: تفاصيل المنتج

source: Prize details
ar: تفاصيل الجائزة

source: Get a chance to win:
ar: احصل على فرصة للفوز ب:

source: price: 15 AED
ar: السعر :

source: Buy Blanco Pencil
ar: اشتري قلم بلانكو

source: Add to cart
ar: أضف إلى العربة

source: Contact
ar: التواصل معنا

source: Please fill in the form below and a dedicated member of our team will be in touch within 24 hrs
ar: يرجى تعبئة النموذج التالي وسيقوم أحد أعضاء فريقنا بالتواصل معك خلال 24 ساعة.

source: Full Name
ar: الاسم

source: Email
ar: البريد الإلكتروني

source: Topic
ar: الموضوع

source: Message
ar: نص الرسالة

source: Rpeep Headquarters
ar: مقر اي ديلز الرئيسي

source: Box Park,
ar: بوكس بارك

source: Al Wasl Rd, P.O. Box 122555
ar: شارع الوصل،

source: Dubai, United Arab Emirates
ar: دبي - الإمارات العربية المتحدة

source: Call us now
ar: اتصل بنا الآن

source: Write us an email
ar: تواصل معنا عبر البريد الإلكتروني

source: Buy an Ideal pen
ar: شراء قلم مثالي

source: Get a chance to win a car
ar: احصل على فرصة للفوز بسيارة

source: Price
ar: السعر

source: including VAT
ar: شامل قيمة الضريبة المضافة

source: Add To Cart
ar: أضف إلى العربة

source: Buy a Ideal Pen and get a chance to win AED40,000 Cash
ar: اشترِ القلم المثالي واحصل على فرصة لربح 40،000 درهم إماراتي نقدًا

source: Prize Details
ar: تفاصيل الجائزة

source: Product Details
ar: تفاصيل المنتج

source: Closing soon
ar: يغلق قريبا

source: 90 sold out of 400
ar: 290 بيعت من أصل 625

source: Get chance to win mustang 1980
ar: احصل على فرصة للفوز بسيارة

source: Explore Campaigns
ar: اكتشف الحملات

source: Win
ar: اربح

source: Add to Cart
ar: أضف إلى العربة

source: Sold Out
ar: مٌباعة بالكامل

source: Draw Date:9/11/2001
ar: تاريخ السحب:

source: You are not a participant
ar: لم تقم بالاشتراك في هذه الحمله

source: Products
ar: المنتجات

source: Winners
ar: الفائزون

source: Congratulations
ar: مبروك

source: On winning:
ar: على الفوز

source: Draw Date:21/12/1922
ar: تاريخ السحب:

source: Coupon:53589990
ar: قسيمة رقم:

source: Draws
ar: السحوبات

source: Levels
ar: مستويات العضوية

source: Blue level
ar: مستوى أزرق

source: Validity 365 Days
ar: مدة الصلاحية 365 يوم

source: Benefits
ar: مزايا

source: Get back 1.25% of your purchase in ipoints for a 12 months trailing period
ar: استرجع 1.25% من قيمة مشترياتك عبر نقاط آي بوينتس وعلى مدار 12 شهراً

source: Purchase for AED20,000 more to reach Silver Level
ar: اشترِ بمبلغ AED20,000 لتصل إلى مستوى فضي

source: Siver level<span class='btn btn-light SpanText' style="margin-left: 10px; float: right"><span class="dot"></span>Active</span>
ar: مستوى فضي

source: Purchase for AED40,000 more to reach Gold Level
ar: اشترِ بمبلغ AED40,000 لتصل إلى مستوى ذهبي

source: Gold level
ar: مستوى ذهبي

source: Purchase for AED80,000 more to reach Platinium Level
ar: اشترِ بمبلغ AED80,000 لتصل إلى مستوى بلاتيني

source: Platinium level
ar: مستوى بلاتيني

source: Points
ar: النقاط

source: your available points
ar: النقاط المتوفرة

source: Earned through purchases
ar: حصلت عليها من خلال عمليات الشراء

source: Earned through promotions
ar: تم الحصول عليها من خلال الترقيات

source: Total Earned
ar: إجمالي المكتسبة

source: Total Spent
ar: التي أنفقتها

source: Your available iPoints
ar: النقاط المتوفرة

source: Blue Member
ar: عضو أزرق

source: Expiring in 365
ar: تنتهي بعد 350 أيام

source: your available iPoints
ar: النقاط المتوفرة

source: Get Back 1% of your purchase in iPoints for 12 months tralling period
ar: استرجع 1% من قيمة مشترياتك عبر نقاط آي بوينتس وعلى مدار 12 شهراً.

source: purchase with 20AED more to reach silver level
ar: اشترِ بمبلغ AED20,000 لتصل إلى مستوى فضي

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-user" aria-hidden="true"></i>Personal Details
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-user" aria-hidden="true"></i>المعلومات الشخصية

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-heart" aria-hidden="true"></i>Wishlist
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-heart" aria-hidden="true"></i>قائمة الأمنيات

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-flag" aria-hidden="true"></i>Levels
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-flag" aria-hidden="true"></i>مستويات العضوية

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-dollar" aria-hidden="true"></i>Points
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-dollar" aria-hidden="true"></i>النقاط

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-ticket" aria-hidden="true"></i>Active Coupons
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-ticket" aria-hidden="true"></i>قسائم السحب

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-credit-card-alt" aria-hidden="true"></i>Payment
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-credit-card-alt" aria-hidden="true"></i>خيارات الدفع

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-screwdriver-wrench" aria-hidden="true"></i>Settings
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-screwdriver-wrench" aria-hidden="true"></i>الإعدادات

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-map-marker-alt" aria-hidden="true"></i>Shipping Address
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-map-marker-alt" aria-hidden="true"></i>عنوان التوصيل

source: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-sign-out-alt" aria-hidden="true"></i>Sign Out
ar: <i style="margin-right: 5px; margin-left: 5px" class="fa fa-sign-out-alt" aria-hidden="true"></i>تسجيل الخروج

source: Personal Details
ar: المعلومات الشخصية

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Date
ar: تاريخ الولادة

source: Country Code
ar: الرقم الدولي

source: Choose here
ar: اختر هنا

source: Number
ar: رقم الهاتف المحمول

source: Nationality
ar: الجنسية

source: Country of residence
ar: بلد الإقامة

source: Gender:
ar: نوع:

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Settings
ar: الإعدادات

source: Currency
ar: العملة

source: Languages
ar: اللغة

source: Change password
ar: تغيير كلمة السر

source: Current password
ar: كلمة السر الحالية

source: New password
ar: كلمة السر الجديدة

source: Confirm password
ar: تاكيد كلمة السر

source: Wishlist
ar: قائمة الأمنيات

source: 10000AED CASH
ar: 100000 كاش

source: Remove from wishlist
ar: إزالة من قائمة الأمنيات

source: Products
ar: المنتجات

source: winners
ar: الفائزون

source: contact
ar: تواصل معنا

# call
source: Call 0800-Rpeep
ar: اتصل بنا 0800-Rpeep
